tap "homebrew/bundle"
brew "xz"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "btop"
brew "readline"
brew "sqlite"
brew "python@3.13"
brew "llvm"
brew "ccls"
brew "code-server"
brew "doxygen"
brew "eza"
brew "fastfetch"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lld"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "node@16"
brew "openssl@1.1"
brew "pipx"
brew "poppler"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "sevenzip"
brew "siege"
brew "stow"
brew "telnet"
brew "thefuck"
brew "tree"
brew "utf8proc", args: ["HEAD"]
brew "wget"
brew "yazi"
brew "youtube-dl"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
cask "copyq"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "wezterm"
cask "xquartz"
