tap "homebrew/bundle"
tap "homebrew/command-not-found"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "btop"
brew "cmake"
brew "cmake-docs"
brew "doxygen"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "lazydocker"
brew "lazygit"
brew "python@3.13"
brew "llvm"
brew "lld"
brew "luarocks"
brew "neovim"
brew "node"
brew "powerlevel10k"
brew "pyenv"
brew "python@3.12"
brew "ripgrep"
brew "siege"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-syntax-highlighting"
cask "ghostty"
